{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Ê": 133,
      "Ë": 134,
      "Î": 135,
      "Ï": 136,
      "Ð": 137,
      "Ñ": 138,
      "Ù": 139,
      "á": 140,
      "â": 141,
      "ã": 142,
      "ä": 143,
      "å": 144,
      "æ": 145,
      "è": 146,
      "ê": 147,
      "ë": 148,
      "ì": 149,
      "í": 150,
      "ï": 151,
      "ð": 152,
      "ó": 153,
      "ĉ": 154,
      "Ċ": 155,
      "č": 156,
      "Ġ": 157,
      "Ģ": 158,
      "ģ": 159,
      "Ĥ": 160,
      "ĥ": 161,
      "Ħ": 162,
      "ħ": 163,
      "Ĩ": 164,
      "ĩ": 165,
      "Ī": 166,
      "ī": 167,
      "Ĭ": 168,
      "ĭ": 169,
      "Į": 170,
      "į": 171,
      "İ": 172,
      "ı": 173,
      "Ĳ": 174,
      "ĳ": 175,
      "Ĵ": 176,
      "ĵ": 177,
      "Ķ": 178,
      "ķ": 179,
      "ĸ": 180,
      "Ĺ": 181,
      "ĺ": 182,
      "Ļ": 183,
      "ļ": 184,
      "Ľ": 185,
      "ľ": 186,
      "Ŀ": 187,
      "ŀ": 188,
      "Ł": 189,
      "ł": 190,
      "Ń": 191,
      "Ġt": 192,
      "in": 193,
      "Ġa": 194,
      "he": 195,
      "re": 196,
      "on": 197,
      "er": 198,
      "Ġs": 199,
      "Ġthe": 200,
      "an": 201,
      "at": 202,
      "or": 203,
      "Ġw": 204,
      "en": 205,
      "it": 206,
      "Ġc": 207,
      "es": 208,
      "ou": 209,
      "Ġb": 210,
      "ing": 211,
      "Ġp": 212,
      "Ġf": 213,
      "Ġo": 214,
      "ar": 215,
      "al": 216,
      "is": 217,
      "ed": 218,
      "Ġin": 219,
      "Ġm": 220,
      "Ġan": 221,
      "Ġto": 222,
      "om": 223,
      "Ġof": 224,
      "Ġd": 225,
      "Ġand": 226,
      "ion": 227,
      "Ġh": 228,
      "as": 229,
      "ic": 230,
      "ll": 231,
      "Ġth": 232,
      "Ġl": 233,
      "ent": 234,
      "âĢ": 235,
      "Ġre": 236,
      "et": 237,
      "st": 238,
      "ro": 239,
      "Ġe": 240,
      "id": 241,
      "Ġn": 242,
      "ve": 243,
      "le": 244,
      "ĠI": 245,
      "Ġg": 246,
      "ly": 247,
      "ut": 248,
      "Ġy": 249,
      "ec": 250,
      "ĠS": 251,
      "Ġon": 252,
      "ĠT": 253,
      "ĠC": 254,
      "ay": 255,
      "Ġfor": 256,
      "ad": 257,
      "ĠA": 258,
      "Ġis": 259,
      "ot": 260,
      "ers": 261,
      "ld": 262,
      "Ġst": 263,
      "ow": 264,
      "ac": 265,
      "Ġit": 266,
      "ill": 267,
      "Ġbe": 268,
      "Ġ2": 269,
      "ig": 270,
      "ur": 271,
      "ĠĊ": 272,
      "im": 273,
      "Ġthat": 274,
      "ver": 275,
      "ĠM": 276,
      "ation": 277,
      "us": 278,
      "Ġyou": 279,
      "un": 280,
      "ce": 281,
      "âĢĻ": 282,
      "ment": 283,
      "ĠB": 284,
      "est": 285,
      "Ġcom": 286,
      "am": 287,
      "ĠP": 288,
      "ir": 289,
      "ith": 290,
      "Ġas": 291,
      "ter": 292,
      "ĠR": 293,
      "ate": 294,
      "il": 295,
      "Ġ1": 296,
      "th": 297,
      "ĠF": 298,
      "Ġ(": 299,
      "Ġwith": 300,
      "Ġwh": 301,
      "Ġwe": 302,
      "se": 303,
      "Ġr": 304,
      "Ġpro": 305,
      "ĠE": 306,
      "Ġ20": 307,
      "ol": 308,
      "ch": 309,
      "her": 310,
      "ke": 311,
      "ore": 312,
      "ge": 313,
      "out": 314,
      "ort": 315,
      "ĠD": 316,
      "Ġat": 317,
      "Ġcon": 318,
      "ct": 319,
      "ear": 320,
      "Ġby": 321,
      "if": 322,
      "Ġex": 323,
      "our": 324,
      "Ġha": 325,
      "Ġare": 326,
      "Ġhe": 327,
      "oun": 328,
      "Ġsa": 329,
      "res": 330,
      "ies": 331,
      "ul": 332,
      "Ġsh": 333,
      "pp": 334,
      "Ġde": 335,
      "ew": 336,
      "ĠW": 337,
      "ĠN": 338,
      "qu": 339,
      "Ġ201": 340,
      "um": 341,
      "ain": 342,
      "ess": 343,
      "ust": 344,
      "Ġfr": 345,
      "ĠU": 346,
      "oc": 347,
      "ive": 348,
      "Ġcomp": 349,
      "op": 350,
      "00": 351,
      "and": 352,
      "ould": 353,
      "ĠG": 354,
      "oo": 355,
      "ĠH": 356,
      "Ġsaid": 357,
      "iv": 358,
      "ts": 359,
      "Ġ$": 360,
      "Ġhave": 361,
      "'s": 362,
      "ial": 363,
      "os": 364,
      "Ġtr": 365,
      "ab": 366,
      "end": 367,
      "Ġwas": 368,
      "Ġor": 369,
      "Ġnot": 370,
      "em": 371,
      "Ġfrom": 372,
      "Ġwill": 373,
      "ity": 374,
      "Ġv": 375,
      "igh": 376,
      "up": 377,
      "art": 378,
      "ĠL": 379,
      "âĢĿ": 380,
      "ĠJ": 381,
      "ect": 382,
      "ome": 383,
      "ĠO": 384,
      "âĢľ": 385,
      "Ġper": 386,
      "Ġ-": 387,
      "Ġse": 388,
      "any": 389,
      "are": 390,
      "The": 391,
      "Ġsu": 392,
      "ĠThe": 393,
      "Ġthis": 394,
      "ist": 395,
      "ap": 396,
      "Ġyear": 397,
      "Ġun": 398,
      "Ġhas": 399,
      "ast": 400,
      "ard": 401,
      "ark": 402,
      "el": 403,
      "Ġal": 404,
      "ost": 405,
      "Ġwor": 406,
      "one": 407,
      "ant": 408,
      "all": 409,
      "ren": 410,
      "Ġab": 411,
      "Ġdo": 412,
      "Ġj": 413,
      "Ġgo": 414,
      "Ġinc": 415,
      "ĠIn": 416,
      "ak": 417,
      "Ġle": 418,
      "ep": 419,
      "Ġch": 420,
      "Ġexp": 421,
      "ud": 422,
      "ks": 423,
      "Ġpr": 424,
      "red": 425,
      "illion": 426,
      "Ġbut": 427,
      "ff": 428,
      "age": 429,
      "ong": 430,
      "vest": 431,
      "gh": 432,
      "ia": 433,
      "ther": 434,
      "Ġits": 435,
      "Ġthey": 436,
      "Ġmore": 437,
      "Ġac": 438,
      "ally": 439,
      "ip": 440,
      "Ġ3": 441,
      "day": 442,
      "cent": 443,
      "ice": 444,
      "Ġup": 445,
      "ary": 446,
      "Ġad": 447,
      "ich": 448,
      "ue": 449,
      "ions": 450,
      "Ġint": 451,
      "Ġcan": 452,
      "ber": 453,
      "arket": 454,
      "Ġsp": 455,
      "Ġpl": 456,
      "Ġag": 457,
      "Ġall": 458,
      "ans": 459,
      "Ġout": 460,
      "Ġyour": 461,
      "ough": 462,
      "ie": 463,
      "eut": 464,
      "ated": 465,
      "ag": 466,
      "act": 467,
      "ĠSt": 468,
      "Ġne": 469,
      "lo": 470,
      "Ġwhe": 471,
      "Ġoff": 472,
      "ure": 473,
      "ack": 474,
      "Ġme": 475,
      "ight": 476,
      "com": 477,
      "ĠK": 478,
      "Ġinvest": 479,
      "ike": 480,
      "Ġwould": 481,
      "ry": 482,
      "Ġmarket": 483,
      "ake": 484,
      "ance": 485,
      "Ġtheir": 486,
      "euters": 487,
      "Ġso": 488,
      "ire": 489,
      "ib": 490,
      "ations": 491,
      "ime": 492,
      "'t": 493,
      "Ġqu": 494,
      "oin": 495,
      "anc": 496,
      "Ġpercent": 497,
      "king": 498,
      "ound": 499,
      "Ġabout": 500,
      "Ġres": 501,
      "ine": 502,
      "Ġcont": 503,
      "Ġus": 504,
      "Ġrep": 505,
      "ĠâĢľ": 506,
      "ase": 507,
      "ON": 508,
      "ĠCh": 509,
      "Ġim": 510,
      "ER": 511,
      "so": 512,
      "Ġwhich": 513,
      "orm": 514,
      "ide": 515,
      "Ġ\"": 516,
      "der": 517,
      "du": 518,
      "very": 519,
      "Ġcompany": 520,
      "Ġover": 521,
      "Ġ2018": 522,
      "Ġpe": 523,
      "ĠTh": 524,
      "Ġfin": 525,
      "ors": 526,
      "Ġco": 527,
      "Ġwho": 528,
      "Ġthan": 529,
      "Ġnew": 530,
      "Ġk": 531,
      "ven": 532,
      "Ġbu": 533,
      "ount": 534,
      "dit": 535,
      "fter": 536,
      "ings": 537,
      "ople": 538,
      "Ġlike": 539,
      "row": 540,
      "iz": 541,
      "ous": 542,
      "own": 543,
      "pt": 544,
      "able": 545,
      "ood": 546,
      "old": 547,
      "ments": 548,
      "ĠY": 549,
      "Ġif": 550,
      "Ġmy": 551,
      "ates": 552,
      "..": 553,
      "ail": 554,
      "Ġsome": 555,
      "Ġpeople": 556,
      "per": 557,
      "Ġafter": 558,
      "Ġcl": 559,
      "Ġget": 560,
      "Ġen": 561,
      "Ġother": 562,
      "con": 563,
      "mer": 564,
      "Ġmillion": 565,
      "Ġfir": 566,
      "Ġalso": 567,
      "Ġone": 568,
      "ĠV": 569,
      "ra": 570,
      "ign": 571,
      "Ġacc": 572,
      "ree": 573,
      "ile": 574,
      ",âĢĿ": 575,
      "form": 576,
      "ank": 577,
      "Ġbeen": 578,
      "ident": 579,
      "IN": 580,
      "ex": 581,
      "Ġind": 582,
      "Ġhis": 583,
      "Ġhad": 584,
      "erv": 585,
      "ub": 586,
      "ww": 587,
      "Ġ5": 588,
      "ord": 589,
      "od": 590,
      "ax": 591,
      "ays": 592,
      "Ġ2017": 593,
      "og": 594,
      "Ġwere": 595,
      "Ġapp": 596,
      "ock": 597,
      "Ġany": 598,
      "Ġjust": 599,
      "ian": 600,
      "Ġtime": 601,
      "Ġstr": 602,
      "iness": 603,
      "ond": 604,
      "ade": 605,
      "Ġ4": 606,
      "tt": 607,
      "aus": 608,
      "ame": 609,
      "Ġ/": 610,
      "ress": 611,
      "Ġmon": 612,
      "Ġbec": 613,
      "usiness": 614,
      "und": 615,
      "Ġimp": 616,
      "ite": 617,
      "Ġpart": 618,
      "Ġar": 619,
      "ell": 620,
      "vel": 621,
      "RE": 622,
      "Ġdis": 623,
      "Ġ6": 624,
      "ices": 625,
      "Ġpre": 626,
      "Ġour": 627,
      "ult": 628,
      "ical": 629,
      "oney": 630,
      "ens": 631,
      "Ġthere": 632,
      "Ġwhat": 633,
      "lud": 634,
      "Ġdec": 635,
      "Ġwhen": 636,
      "ob": 637,
      "ĠTr": 638,
      "Ġyears": 639,
      "ities": 640,
      "av": 641,
      "ace": 642,
      "fe": 643,
      "ass": 644,
      "Reuters": 645,
      "Ġam": 646,
      "Ġmin": 647,
      "ump": 648,
      "Ġcould": 649,
      "ause": 650,
      "Ġinto": 651,
      "anu": 652,
      "ĠCom": 653,
      "Ġmoney": 654,
      "duct": 655,
      "ence": 656,
      "conom": 657,
      "ased": 658,
      "arg": 659,
      "Ġthem": 660,
      "Ġbusiness": 661,
      "uc": 662,
      "ech": 663,
      "lic": 664,
      "Ġstate": 665,
      "Ġcons": 666,
      "aw": 667,
      "ink": 668,
      "ES": 669,
      "Ġmonth": 670,
      "ove": 671,
      "Ġreport": 672,
      "vern": 673,
      "Ġlast": 674,
      "Ġgrow": 675,
      "ĠĠ": 676,
      "amp": 677,
      "hing": 678,
      "ose": 679,
      "Ġact": 680,
      "ang": 681,
      "Ġwork": 682,
      "Ġass": 683,
      "ĠIt": 684,
      "AN": 685,
      "Ġunder": 686,
      "Ġdon": 687,
      "20": 688,
      "urren": 689,
      "Ġinclud": 690,
      "Ġkn": 691,
      "Ġsec": 692,
      "ov": 693,
      "ĠAn": 694,
      "Ġear": 695,
      "Ġret": 696,
      "resident": 697,
      "Ġris": 698,
      "reat": 699,
      "ital": 700,
      "oup": 701,
      "ition": 702,
      "arter": 703,
      "erm": 704,
      "Ġ0": 705,
      "li": 706,
      "Ġlead": 707,
      "ru": 708,
      "Ġreg": 709,
      "ancial": 710,
      "Ġtw": 711,
      "Ġ10": 712,
      "Ġtax": 713,
      "Ġpay": 714,
      "ere": 715,
      "rit": 716,
      "ook": 717,
      "ember": 718,
      "Ġbet": 719,
      "Ġno": 720,
      "Ġgr": 721,
      "Ġhow": 722,
      "uro": 723,
      "Ġcomm": 724,
      "Ġro": 725,
      ":/": 726,
      "Ġfirst": 727,
      "://": 728,
      "EN": 729,
      "AR": 730,
      "Ġbuy": 731,
      "ttp": 732,
      "Ġsc": 733,
      "Ġdown": 734,
      "Ġgovern": 735,
      "000": 736,
      "ĠUn": 737,
      "ual": 738,
      "ting": 739,
      "ward": 740,
      "Ġ7": 741,
      "Ġneed": 742,
      "ited": 743,
      "ational": 744,
      "ince": 745,
      "Ġman": 746,
      "Ġserv": 747,
      "Ġeconom": 748,
      "ating": 749,
      "Ġnow": 750,
      "Ġbillion": 751,
      "uch": 752,
      "ead": 753,
      "oll": 754,
      "Ġhigh": 755,
      "Ġback": 756,
      "urn": 757,
      "Ġwee": 758,
      "Ġsee": 759,
      "ory": 760,
      "Ġbecause": 761,
      "Ġrec": 762,
      "ull": 763,
      "tern": 764,
      "Ġincre": 765,
      "ange": 766,
      "ick": 767,
      "wn": 768,
      "anuary": 769,
      "Ġend": 770,
      "ues": 771,
      "ach": 772,
      "feren": 773,
      "Ġshare": 774,
      "Ġmake": 775,
      "hed": 776,
      "cy": 777,
      "Ġpos": 778,
      "IL": 779,
      "Th": 780,
      "rough": 781,
      "In": 782,
      "alth": 783,
      "vi": 784,
      "Ġmost": 785,
      "Ġpol": 786,
      "ION": 787,
      "Ġcall": 788,
      "OR": 789,
      "Ġonly": 790,
      "Ġsupp": 791,
      "Ġfund": 792,
      "Ġlong": 793,
      "Ġproduct": 794,
      "ced": 795,
      "AT": 796,
      "Ġprov": 797,
      "yst": 798,
      "fit": 799,
      "ĠReuters": 800,
      "ish": 801,
      "ash": 802,
      "Ġevery": 803,
      "Ġquarter": 804,
      "Ġgovernment": 805,
      "AL": 806,
      "Ġexpect": 807,
      "ares": 808,
      "ents": 809,
      "Ġtrad": 810,
      "ĠInc": 811,
      "Ġ8": 812,
      "Ġtwo": 813,
      "lp": 814,
      "Ġmay": 815,
      "pe": 816,
      "Ġann": 817,
      "ics": 818,
      "Ġgood": 819,
      "Ġcurren": 820,
      "iss": 821,
      "Ġmuch": 822,
      "orp": 823,
      "verage": 824,
      "gr": 825,
      "IT": 826,
      "ĠIN": 827,
      "Ġcap": 828,
      "ise": 829,
      "Ġknow": 830,
      "Ġwant": 831,
      "Ġem": 832,
      "Ġagain": 833,
      "Ġstart": 834,
      "ert": 835,
      "Ġthink": 836,
      "Ġown": 837,
      "ild": 838,
      "ĠâĢ": 839,
      "Ġcount": 840,
      "Ġsal": 841,
      "ower": 842,
      "uring": 843,
      "io": 844,
      "Ġsay": 845,
      "we": 846,
      "ning": 847,
      ").": 848,
      "Ġadd": 849,
      "erest": 850,
      "ina": 851,
      "ource": 852,
      ".âĢĿ": 853,
      "ied": 854,
      "Ġbr": 855,
      "fore": 856,
      "Ġfinancial": 857,
      "ne": 858,
      "olog": 859,
      "anies": 860,
      "aking": 861,
      "Ġsub": 862,
      "Ġte": 863,
      "orting": 864,
      "ets": 865,
      "lect": 866,
      "ublic": 867,
      "Ġval": 868,
      "Ġsince": 869,
      "ss": 870,
      "),": 871,
      "Ġhelp": 872,
      "Ġworld": 873,
      "Ġshould": 874,
      "rib": 875,
      "oint": 876,
      "ind": 877,
      "ative": 878,
      "les": 879,
      "ED": 880,
      "Ġwell": 881,
      "ily": 882,
      "ional": 883,
      "eral": 884,
      "ility": 885,
      "Ġke": 886,
      "Ġgoing": 887,
      "ft": 888,
      "Ġthrough": 889,
      "ING": 890,
      "ĠMin": 891,
      "Ġstock": 892,
      "ict": 893,
      "Ġbig": 894,
      "ĠTrump": 895,
      "man": 896,
      "Ġweek": 897,
      "Ġgrowth": 898,
      "ĠFr": 899,
      "Ġdid": 900,
      "Ġeven": 901,
      "ews": 902,
      "ĠRE": 903,
      "Ġcompanies": 904,
      "ik": 905,
      ",\"": 906,
      "Ġfe": 907,
      "AS": 908,
      "ĠDec": 909,
      "Ġthen": 910,
      "ons": 911,
      "ĠQ": 912,
      "ces": 913,
      "Ġrel": 914,
      "Ġoper": 915,
      "ific": 916,
      "Ġinf": 917,
      "ttps": 918,
      "Ġ9": 919,
      "ĠComp": 920,
      "Ġthese": 921,
      "Ġwhere": 922,
      "ty": 923,
      "lob": 924,
      "gy": 925,
      "Ġfour": 926,
      "Ġcr": 927,
      "Ġinterest": 928,
      "cess": 929,
      "Ġatt": 930,
      "echn": 931,
      "Ġprice": 932,
      "Ġmat": 933,
      "sel": 934,
      "Ġbl": 935,
      "Ġago": 936,
      "Ġrem": 937,
      "**": 938,
      "Ġadv": 939,
      "ines": 940,
      "Ġtake": 941,
      "ĠJan": 942,
      "ior": 943,
      "uss": 944,
      "Ġwhile": 945,
      "itt": 946,
      "eporting": 947,
      "Ġshares": 948,
      "Ġbefore": 949,
      "Ġreal": 950,
      "Ġstill": 951,
      "Ġeff": 952,
      "irect": 953,
      "Ġday": 954,
      "hip": 955,
      "Ġtrans": 956,
      "Ġway": 957,
      "ata": 958,
      "Ġsell": 959,
      "ok": 960,
      "ouse": 961,
      "ral": 962,
      "Ġvery": 963,
      "RO": 964,
      "urther": 965,
      "Ġthose": 966,
      "ief": 967,
      "air": 968,
      "ecut": 969,
      "Ġdr": 970,
      "Ġdif": 971,
      "ee": 972,
      "EC": 973,
      "velop": 974,
      "Ġcontin": 975,
      "Ġindust": 976,
      "pr": 977,
      "Ġbeing": 978,
      "als": 979,
      "Ġdoes": 980,
      "Ġ19": 981,
      "ĠOF": 982,
      "Ġnet": 983,
      "the": 984,
      "'re": 985,
      "ĠTO": 986,
      "ĠPresident": 987,
      "Ġincluding": 988,
      "Ġbel": 989,
      "read": 990,
      "meric": 991,
      "Ġdisc": 992,
      "Ġhig": 993,
      "Ġmany": 994,
      "www": 995,
      "Ġfl": 996,
      "Ġlaw": 997,
      "ner": 998,
      "Ġ2016": 999,
      "Ġsuch": 1000,
      "Ġdiv": 1001,
      "ible": 1002,
      "Ġcost": 1003,
      "ix": 1004,
      "Ġincome": 1005,
      "Ġsm": 1006,
      "Ġhold": 1007,
      "ually": 1008,
      "Ġprob": 1009,
      "ĠHe": 1010,
      "ooking": 1011,
      "Ġ.": 1012,
      "...": 1013,
      "ork": 1014,
      "Ġshe": 1015,
      "Ġset": 1016,
      "lobal": 1017,
      "ures": 1018,
      "diting": 1019,
      "Ġpost": 1020,
      "50": 1021,
      "It": 1022,
      "ILL": 1023,
      "Ġent": 1024,
      "Ġmade": 1025,
      "loy": 1026,
      "erson": 1027,
      "https": 1028,
      "Ġplan": 1029,
      "aj": 1030,
      "Ġop": 1031,
      "urs": 1032,
      "Ġgen": 1033,
      "10": 1034,
      "Ġmed": 1035,
      "Ġgu": 1036,
      "eb": 1037,
      "ĠCompany": 1038,
      "ãĢ": 1039,
      "ĠEuro": 1040,
      "ãĢĢ": 1041,
      "Ġher": 1042,
      "Ġfut": 1043,
      "Ġsign": 1044,
      "Ġev": 1045,
      "Ġbank": 1046,
      "ploy": 1047,
      "Ġlot": 1048,
      "ife": 1049,
      "ĠIf": 1050,
      "year": 1051,
      "ĠEditing": 1052,
      "Ġdevelop": 1053,
      "Ġannoun": 1054,
      "Ġsl": 1055,
      "oth": 1056,
      "Ġhere": 1057,
      "UT": 1058,
      "ĠDecember": 1059,
      "echnolog": 1060,
      "aff": 1061,
      "line": 1062,
      "Ġnum": 1063,
      "ared": 1064,
      "ĠAmeric": 1065,
      "Ġuse": 1066,
      "Ġdes": 1067,
      "Ġjob": 1068,
      "Ġresp": 1069,
      "ĠYou": 1070,
      "ults": 1071,
      "Ġaround": 1072,
      "Ġdef": 1073,
      "ject": 1074,
      "formation": 1075,
      "arch": 1076,
      "Ġthree": 1077,
      "eg": 1078,
      "eri": 1079,
      "Ġest": 1080,
      "Ġcar": 1081,
      "olut": 1082,
      "Ġins": 1083,
      "US": 1084,
      "lease": 1085,
      "Ġinvestment": 1086,
      "nes": 1087,
      "Ġagainst": 1088,
      "ric": 1089,
      "We": 1090,
      "xt": 1091,
      "Ġappro": 1092,
      "hen": 1093,
      "ys": 1094,
      "oss": 1095,
      "gan": 1096,
      "omet": 1097,
      "other": 1098,
      "Ġreally": 1099,
      "ont": 1100,
      ".\"": 1101,
      "ĠSh": 1102,
      "ives": 1103,
      "ĠWe": 1104,
      "pd": 1105,
      "Ġiss": 1106,
      "ocks": 1107,
      "ollow": 1108,
      "Ġdata": 1109,
      "Ġtold": 1110,
      "Ġsame": 1111,
      "ĠEurope": 1112,
      "ext": 1113,
      "utes": 1114,
      "ful": 1115,
      "Ġtal": 1116,
      "Ġshow": 1117,
      "Ġdeal": 1118,
      "led": 1119,
      "ĠWh": 1120,
      "Ġ30": 1121,
      "ered": 1122,
      "orpor": 1123,
      "IC": 1124,
      "ason": 1125,
      "ision": 1126,
      "Ġmonths": 1127,
      "'m": 1128,
      "ĠUnited": 1129,
      "Ġdeb": 1130,
      "Ġhapp": 1131,
      "ering": 1132,
      "Ġ12": 1133,
      "agement": 1134,
      "ately": 1135,
      "ĠThis": 1136,
      "Ġban": 1137,
      "ĠChina": 1138,
      "Ġfirm": 1139,
      "Ġvalue": 1140,
      "llar": 1141,
      "uck": 1142,
      "ield": 1143,
      "This": 1144,
      "ially": 1145,
      "Ġsur": 1146,
      "med": 1147,
      "Ġlo": 1148,
      "Ġ,": 1149,
      "ribut": 1150,
      "Ġdollar": 1151,
      "Ġcurrent": 1152,
      "ĠGr": 1153,
      "ration": 1154,
      "orth": 1155,
      "Ġnext": 1156,
      "Ġbro": 1157,
      "ðŁ": 1158,
      "Ġ&": 1159,
      "Ġduring": 1160,
      "ains": 1161,
      "ending": 1162,
      "ERS": 1163,
      "ĠRead": 1164,
      "land": 1165,
      "UR": 1166,
      "its": 1167,
      "ah": 1168,
      "Ġoffic": 1169,
      "ference": 1170,
      "Ġput": 1171,
      "Ġdem": 1172,
      "ustom": 1173,
      "Ġsales": 1174,
      "ene": 1175,
      "Ġearn": 1176,
      "az": 1177,
      "Ġfore": 1178,
      "Ġplay": 1179,
      "Ġprofit": 1180,
      "ĠEx": 1181,
      "ystem": 1182,
      "arge": 1183,
      "ĠBut": 1184,
      "ĠAnd": 1185,
      "ries": 1186,
      "Ġprices": 1187,
      "ĠNew": 1188,
      "cer": 1189,
      "Ġaut": 1190,
      "Ġav": 1191,
      "Ġdep": 1192,
      "ĠUS": 1193,
      "ater": 1194,
      "Ġequ": 1195,
      "ants": 1196,
      "Ġminutes": 1197,
      "ross": 1198,
      "Ġteam": 1199,
      "Ġfollow": 1200,
      "Ġext": 1201,
      "ving": 1202,
      "son": 1203,
      "Ġterm": 1204,
      "Ġsecond": 1205,
      "ENT": 1206,
      "Ġprovid": 1207,
      "gest": 1208,
      "let": 1209,
      "oard": 1210,
      "orts": 1211,
      "ave": 1212,
      "Ġresults": 1213,
      "ĠAs": 1214,
      "Ġinformation": 1215,
      "Ġstrate": 1216,
      "ĠBank": 1217,
      "outh": 1218,
      "Ġfuture": 1219,
      "ajor": 1220,
      "Ġfull": 1221,
      "lation": 1222,
      "hold": 1223,
      "ases": 1224,
      "Ġrun": 1225,
      "ĠFor": 1226,
      "ĠJanuary": 1227,
      "Ġhour": 1228,
      "January": 1229,
      "17": 1230,
      "Jan": 1231,
      "Ġcustom": 1232,
      "Ġpublic": 1233,
      "ects": 1234,
      "ĠAN": 1235,
      "Ġcash": 1236,
      "Ġfew": 1237,
      "Ġkeep": 1238,
      "Ġinst": 1239,
      "Ġ*": 1240,
      "ording": 1241,
      "ween": 1242,
      "Ġlow": 1243,
      "ãĢĢãĢĢ": 1244,
      "Ġtop": 1245,
      "ĠAl": 1246,
      "Ġgroup": 1247,
      "Ġref": 1248,
      "Ġinvestors": 1249,
      "Ġbetter": 1250,
      "Ġnews": 1251,
      "Ġstocks": 1252,
      "ILLION": 1253,
      "ages": 1254,
      "Ġph": 1255,
      "Ġhealth": 1256,
      "Ġindustry": 1257,
      "way": 1258,
      "Ġhead": 1259,
      "Ġanal": 1260,
      "Ġspec": 1261,
      "ĠMon": 1262,
      "Ġbit": 1263,
      "Ġsomet": 1264,
      "Ġbetween": 1265,
      "Ġrisk": 1266,
      "Ġsim": 1267,
      "Ġright": 1268,
      "lear": 1269,
      "Ġopp": 1270,
      "ically": 1271,
      "Ġglobal": 1272,
      "iving": 1273,
      "Ġthough": 1274,
      "Ġservices": 1275,
      "Ġcapital": 1276,
      "Ġ11": 1277,
      "Ġrate": 1278,
      "Ġpolic": 1279,
      "Ġlook": 1280,
      "ĠPr": 1281,
      "Ġtrading": 1282,
      "ĠInd": 1283,
      "Ġ31": 1284,
      "ertain": 1285,
      "thing": 1286,
      "self": 1287,
      "Ġstrong": 1288,
      "ĠCo": 1289,
      "Ġhigher": 1290,
      "ĠThey": 1291,
      "Ġdirect": 1292,
      "Ġche": 1293,
      "IS": 1294,
      "vious": 1295,
      "nt": 1296,
      "Ġtoday": 1297,
      "Ġcent": 1298,
      "ug": 1299,
      "Ġgreat": 1300,
      "ying": 1301,
      "Ġshort": 1302,
      "ular": 1303,
      "Ġmarkets": 1304,
      "ier": 1305,
      "Ġexpected": 1306,
      "Ġfourth": 1307,
      "Ġless": 1308,
      "Ġmajor": 1309,
      "ands": 1310,
      "Ġreturn": 1311,
      "Ġtrade": 1312,
      "ends": 1313,
      "akes": 1314,
      "ternational": 1315,
      "ĠĠĊ": 1316,
      "ath": 1317,
      "ton": 1318,
      "Ġperson": 1319,
      "OM": 1320,
      "imes": 1321,
      "echnology": 1322,
      "ved": 1323,
      "Ġhome": 1324,
      "Ġforward": 1325,
      "ĠAd": 1326,
      "Ġrecent": 1327,
      "EO": 1328,
      "--": 1329,
      "bs": 1330,
      "ecutive": 1331,
      "Ġoil": 1332,
      "ency": 1333,
      "Ġsecur": 1334,
      "sh": 1335,
      "Ġleg": 1336,
      "arm": 1337,
      "uesday": 1338,
      "Ġtoo": 1339,
      "ized": 1340,
      "ever": 1341,
      "ĠUpd": 1342,
      "Ġcountry": 1343,
      "18": 1344,
      "Ġaccount": 1345,
      "Ġincrease": 1346,
      "Ġrequ": 1347,
      "Ġhim": 1348,
      "ĠTuesday": 1349,
      "ck": 1350,
      "Ġ15": 1351,
      "bers": 1352,
      "Ġelect": 1353,
      "ĠPM": 1354,
      "Ġthings": 1355,
      "Ġcare": 1356,
      "Ġnear": 1357,
      "Ġlevel": 1358,
      "](": 1359,
      "Ġmeet": 1360,
      "Ġemploy": 1361,
      "30": 1362,
      "ĠStates": 1363,
      "ĠWed": 1364,
      "Ġfact": 1365,
      "Ġcoverage": 1366,
      "lose": 1367,
      "12": 1368,
      "ĠAr": 1369,
      "ĠUpdated": 1370,
      "Ġbas": 1371,
      "pl": 1372,
      "'ve": 1373,
      "Ġprot": 1374,
      "Ġopen": 1375,
      "Ġmove": 1376,
      "ger": 1377,
      "ize": 1378,
      "Ġsupport": 1379,
      "iday": 1380,
      "Ġtext": 1381,
      "Reporting": 1382,
      "oh": 1383,
      "ĠAM": 1384,
      "Ġconf": 1385,
      "nesday": 1386,
      "Ġbest": 1387,
      "osed": 1388,
      "Ġboth": 1389,
      "Ġ200": 1390,
      "Ġfam": 1391,
      "ised": 1392,
      "ĠKore": 1393,
      "Ġloc": 1394,
      "ient": 1395,
      "Ġfound": 1396,
      "Ġed": 1397,
      "Ġcoll": 1398,
      "ĠWednesday": 1399,
      "If": 1400,
      "Ġwon": 1401,
      "ursday": 1402,
      "ned": 1403,
      "Ġacqu": 1404,
      "ocus": 1405,
      "Ġreven": 1406,
      "Ġwin": 1407,
      "ET": 1408,
      "gram": 1409,
      "Ġgot": 1410,
      "Ġnumber": 1411,
      "Ġstatements": 1412,
      "vers": 1413,
      "Ġ[": 1414,
      "Ġmain": 1415,
      "Ġopt": 1416,
      "ĠZ": 1417,
      "ense": 1418,
      "min": 1419,
      "Ġdue": 1420,
      "Ġexperi": 1421,
      "Ġrecord": 1422,
      "Ġpoint": 1423,
      "Ġinter": 1424,
      "ĠThursday": 1425,
      "Ġaccording": 1426,
      "Ġdet": 1427,
      "Ġra": 1428,
      "Ġpresident": 1429,
      "Ġbuild": 1430,
      "ĠCan": 1431,
      "get": 1432,
      "ably": 1433,
      "rypt": 1434,
      "pect": 1435,
      "Ġhard": 1436,
      "Ġdebt": 1437,
      "Ġlife": 1438,
      "ued": 1439,
      "ĠBrit": 1440,
      "Ġsomething": 1441,
      "Ġannounced": 1442,
      "ĠComm": 1443,
      "less": 1444,
      "ird": 1445,
      "Ġread": 1446,
      "Ġfind": 1447,
      "Ġpur": 1448,
      "ruct": 1449,
      "ners": 1450,
      "Ġcour": 1451,
      "oy": 1452,
      "Ġsystem": 1453,
      "ieve": 1454,
      "ĠThat": 1455,
      "Ġanother": 1456,
      "unity": 1457,
      "AP": 1458,
      "iting": 1459,
      "Ġsuc": 1460,
      "ling": 1461,
      "Ġproper": 1462,
      "ready": 1463,
      "ired": 1464,
      "YS": 1465,
      "Ġmight": 1466,
      "hes": 1467,
      "Ġclose": 1468,
      "stand": 1469,
      "Ġeconomy": 1470,
      "aid": 1471,
      "rat": 1472,
      "Ġet": 1473,
      "Ġport": 1474,
      "lin": 1475,
      "15": 1476,
      "Ġdist": 1477,
      "ool": 1478,
      "Ġrest": 1479,
      "ĠNorth": 1480,
      "ĠMonday": 1481,
      "oints": 1482,
      "ĠFin": 1483,
      "ĠGM": 1484,
      "isc": 1485,
      "Ġused": 1486,
      "Ġproducts": 1487,
      "Ġalready": 1488,
      "be": 1489,
      "Ġaff": 1490,
      "Ġpress": 1491,
      "ĠStaff": 1492,
      "ists": 1493,
      "ĠCEO": 1494,
      "Ġofficial": 1495,
      "Ġfocus": 1496,
      "resent": 1497,
      "Ġchang": 1498,
      "Ġposs": 1499,
      "Ġearnings": 1500,
      "Ġ18": 1501,
      "Ġquest": 1502,
      "DA": 1503,
      "ederal": 1504,
      "redit": 1505,
      "ained": 1506,
      "Ġinv": 1507,
      "ĠRep": 1508,
      "ĠTH": 1509,
      "ways": 1510,
      "Ġdifferen": 1511,
      "ister": 1512,
      "Ġmanagement": 1513,
      "Ġlikely": 1514,
      "An": 1515,
      "ĠSec": 1516,
      "wire": 1517,
      "ST": 1518,
      "Ġlist": 1519,
      "Ġeconomic": 1520,
      "gt": 1521,
      "Ġsmall": 1522,
      "Ġcut": 1523,
      "Ġmil": 1524,
      "Ġpolicy": 1525,
      "ĠSo": 1526,
      "Ġallow": 1527,
      "ten": 1528,
      "ĠPh": 1529,
      "Ġvis": 1530,
      "Ġhit": 1531,
      "ather": 1532,
      "ĠFriday": 1533,
      "cept": 1534,
      "ĠDon": 1535,
      "Ġmem": 1536,
      "EL": 1537,
      "ĠRe": 1538,
      "ential": 1539,
      "AC": 1540,
      "Ġpot": 1541,
      "pped": 1542,
      "ĠGroup": 1543,
      "te": 1544,
      "ale": 1545,
      "ph": 1546,
      "ote": 1547,
      "Ġrates": 1548,
      "ivers": 1549,
      "Ġdivid": 1550,
      "ĠMILLION": 1551,
      "Ġcre": 1552,
      "iven": 1553,
      "Ġnever": 1554,
      "Ġavail": 1555,
      "inc": 1556,
      "TS": 1557,
      "Ġsect": 1558,
      "lem": 1559,
      "iew": 1560,
      "Ġconsum": 1561,
      "cast": 1562,
      "Ġeuro": 1563,
      "ames": 1564,
      "Ġprogram": 1565,
      "ĠET": 1566,
      "change": 1567,
      "Ġpoints": 1568,
      "Ġtechnology": 1569,
      "OL": 1570,
      "ium": 1571,
      "ury": 1572,
      "ĠFeb": 1573,
      "Ġregul": 1574,
      "Ġpass": 1575,
      ".,": 1576,
      "Ġlarg": 1577,
      "fer": 1578,
      "Ġtot": 1579,
      "Ġsays": 1580,
      "Ġ--": 1581,
      "orn": 1582,
      "ĠEuropean": 1583,
      "Ġfeel": 1584,
      "Ġwar": 1585,
      "Ġimport": 1586,
      "Ġlower": 1587,
      "Ġloss": 1588,
      "25": 1589,
      "til": 1590,
      "Wh": 1591,
      "to": 1592,
      "Ġwithout": 1593,
      "Ġdays": 1594,
      "Ġlarge": 1595,
      "Ġbene": 1596,
      "Ġmanag": 1597,
      "Ġstatement": 1598,
      "Ġob": 1599,
      "Ġstud": 1600,
      "ights": 1601,
      "ng": 1602,
      "HA": 1603,
      "Ġmaking": 1604,
      "Ġleast": 1605,
      "Ġspe": 1606,
      "ĠSouth": 1607,
      "Ġchange": 1608,
      "ari": 1609,
      "Ġeas": 1610,
      "Ġcome": 1611,
      "Ġworking": 1612,
      "view": 1613,
      "Ġdemand": 1614,
      "OT": 1615,
      "Ġdifferent": 1616,
      "ĠFurther": 1617,
      "Ġ25": 1618,
      "ĠPro": 1619,
      "Ġpower": 1620,
      "Ġpast": 1621,
      "Ġaddit": 1622,
      "ai": 1623,
      "itive": 1624,
      "ri": 1625,
      "40": 1626,
      "Ġfar": 1627,
      "ald": 1628,
      "Ġ100": 1629,
      "But": 1630,
      "ĠSource": 1631,
      "Ġhours": 1632,
      "ract": 1633,
      "Ġcrypt": 1634,
      "Ġwhy": 1635,
      "Ġassets": 1636,
      "Ġavailable": 1637,
      "Ġ16": 1638,
      "Ġreported": 1639,
      "Ġdoing": 1640,
      "Ġindex": 1641,
      "iod": 1642,
      "ĠIs": 1643,
      "Ġthing": 1644,
      "Ġperform": 1645,
      "Ġmult": 1646,
      "Ġmean": 1647,
      "Ġbased": 1648,
      "Ġmov": 1649,
      "As": 1650,
      "Ġgener": 1651,
      "Ġfac": 1652,
      "Ġcompet": 1653,
      "'ll": 1654,
      "Ġworth": 1655,
      "Ġplace": 1656,
      "BC": 1657,
      "alf": 1658,
      "Ġsit": 1659,
      "Ġrese": 1660,
      "Ġpriv": 1661,
      "Ġcontro": 1662,
      "Ġhouse": 1663,
      "yn": 1664,
      "Ġfree": 1665,
      "Ġgive": 1666,
      "ees": 1667,
      "Ġcor": 1668,
      "ified": 1669,
      "Ġfunds": 1670,
      "ĠĠĠĠ": 1671,
      "Ġdoesn": 1672,
      "Ġinflation": 1673,
      "Ġcontinue": 1674,
      "au": 1675,
      "Ġpat": 1676,
      "Ġel": 1677,
      "eng": 1678,
      "Ġuntil": 1679,
      "ention": 1680,
      "Ġprevious": 1681,
      "me": 1682,
      "oub": 1683,
      "ĠGerm": 1684,
      "Ġrevenue": 1685,
      "ĠCanad": 1686,
      "St": 1687,
      "Ġcompared": 1688,
      "Ġprom": 1689,
      "ope": 1690,
      "Ġadded": 1691,
      "icip": 1692,
      "Ġsuccess": 1693,
      "Ġmet": 1694,
      "Ġperiod": 1695,
      "Ġ)": 1696,
      "aker": 1697,
      "Ġproblem": 1698,
      "EW": 1699,
      "ients": 1700,
      "inal": 1701,
      "ĠDav": 1702,
      "Ġrelease": 1703,
      "ĠRuss": 1704,
      "Ġcountries": 1705,
      "Ġcomment": 1706,
      "Ġable": 1707,
      "Ġi": 1708,
      "ins": 1709,
      "Ġneg": 1710,
      "news": 1711,
      "Ġenough": 1712,
      "oci": 1713,
      "inese": 1714,
      "ective": 1715,
      "ism": 1716,
      "Ġaverage": 1717,
      "ittle": 1718,
      "Ġagree": 1719,
      "Ġpolit": 1720,
      "ission": 1721,
      "Ġlet": 1722,
      "Ġbre": 1723,
      "Ġacross": 1724,
      "itut": 1725,
      "Ġ17": 1726,
      "fol": 1727,
      "ĠInvest": 1728,
      "wit": 1729,
      "Ġtotal": 1730,
      "Ġseen": 1731,
      "coin": 1732,
      "Ġfil": 1733,
      "You": 1734,
      "Ġlive": 1735,
      "ann": 1736,
      "Ġearly": 1737,
      "Ġnon": 1738,
      "ret": 1739,
      "ds": 1740,
      "16": 1741,
      "over": 1742,
      "Ġeach": 1743,
      "Ġ'": 1744,
      "Ġretail": 1745,
      "Ġcomplet": 1746,
      "att": 1747,
      "Ġimpro": 1748,
      "ources": 1749,
      "IRE": 1750,
      "Ġsecurity": 1751,
      "ĠAm": 1752,
      "Ġexperience": 1753,
      "Ġsure": 1754,
      "Ġoffer": 1755,
      "Ġalways": 1756,
      "Ġdiscuss": 1757,
      "upt": 1758,
      "atch": 1759,
      "ising": 1760,
      "Ġhappen": 1761,
      "Ġplans": 1762,
      "ware": 1763,
      "Ġmod": 1764,
      "Ġdro": 1765,
      "UTERS": 1766,
      "Ġaccess": 1767,
      "Ġthird": 1768,
      "ĠYork": 1769,
      "RI": 1770,
      "ves": 1771,
      "of": 1772,
      "sc": 1773,
      "Ġactually": 1774,
      "esp": 1775,
      "Ġprocess": 1776,
      "ĠREUTERS": 1777,
      "19": 1778,
      "ffic": 1779,
      "Ġ50": 1780,
      "Ġsaying": 1781,
      "Ġgetting": 1782,
      "lier": 1783,
      "ĠAust": 1784,
      "enn": 1785,
      "Ġbenefit": 1786,
      "Ġpar": 1787,
      "ĠAmerican": 1788,
      "For": 1789,
      "Ġended": 1790,
      "Ġturn": 1791,
      "ality": 1792,
      "iqu": 1793,
      "Ġfall": 1794,
      "Ġcredit": 1795,
      "ĠAf": 1796,
      "ged": 1797,
      "cl": 1798,
      "Ġcustomers": 1799,
      "ought": 1800,
      "Ġask": 1801,
      "Ġservice": 1802,
      "Ġbond": 1803,
      "Ġlittle": 1804,
      "Ġconference": 1805,
      "UN": 1806,
      "aim": 1807,
      "ĠChinese": 1808,
      "Ġcase": 1809,
      "urance": 1810,
      "go": 1811,
      "ĠBr": 1812,
      "hor": 1813,
      "Ġjoin": 1814,
      "13": 1815,
      "Ġvol": 1816,
      "CE": 1817,
      "Ġformer": 1818,
      "ĠReporting": 1819,
      "Ġanalyst": 1820,
      "Ġleading": 1821,
      "side": 1822,
      "ĠMan": 1823,
      "Ġ13": 1824,
      "based": 1825,
      "ĠSp": 1826,
      "head": 1827,
      "Ġseem": 1828,
      "ished": 1829,
      "Ġamount": 1830,
      "Ġleaders": 1831,
      "td": 1832,
      "Ġair": 1833,
      "âĢĭ": 1834,
      "ider": 1835,
      "ĠRes": 1836,
      "Ġcosts": 1837,
      "here": 1838,
      "erve": 1839,
      "uation": 1840,
      "ator": 1841,
      "ization": 1842,
      "aun": 1843,
      "looking": 1844,
      "folio": 1845,
      "Ġmedia": 1846,
      "Ġwebs": 1847,
      "Ġpurch": 1848,
      "ĠCap": 1849,
      "Ġlargest": 1850,
      "Ġlooking": 1851,
      "asing": 1852,
      "Ġsol": 1853,
      "orporate": 1854,
      "ĠAND": 1855,
      "Ġhaving": 1856,
      "ream": 1857,
      "Ġopport": 1858,
      "Ġincreased": 1859,
      "Ġbanks": 1860,
      "Ab": 1861,
      "Ġimpact": 1862,
      "aining": 1863,
      "Ġbuying": 1864,
      "cies": 1865,
      "Ġmid": 1866,
      "istration": 1867,
      "ID": 1868,
      "Ġwithin": 1869,
      "Ġconst": 1870,
      "els": 1871,
      "Ġbiggest": 1872,
      "Ġmeeting": 1873,
      "Ġsolut": 1874,
      "ran": 1875,
      "Ġtarg": 1876,
      "Ġlear": 1877,
      "Ġfurther": 1878,
      "ler": 1879,
      "ĠKorea": 1880,
      "Ġ14": 1881,
      "Ġimportant": 1882,
      "ĠThere": 1883,
      "Ġrece": 1884,
      "lex": 1885,
      "Ġide": 1886,
      "atur": 1887,
      "ocial": 1888,
      "ivid": 1889,
      "ificant": 1890,
      "alif": 1891,
      "ived": 1892,
      "de": 1893,
      "There": 1894,
      "Ġhttp": 1895,
      "ability": 1896,
      "apan": 1897,
      "cc": 1898,
      "Ġlim": 1899,
      "Ġbelieve": 1900,
      "Ġwr": 1901,
      "Ġhand": 1902,
      "Ġposition": 1903,
      "Ġ24": 1904,
      "Ġreason": 1905,
      "Ġform": 1906,
      "Ġcommon": 1907,
      "ron": 1908,
      "Ġconcer": 1909,
      "for": 1910,
      "Ġresult": 1911,
      "Ġrul": 1912,
      "ĠST": 1913,
      "comm": 1914,
      "Ġinvesting": 1915,
      "ĠPart": 1916,
      "ocrat": 1917,
      "Ġdevelopment": 1918,
      "EM": 1919,
      "Ġunderstand": 1920,
      "most": 1921,
      "14": 1922,
      "Ġprodu": 1923,
      "Ġwhether": 1924,
      "ĠFOR": 1925,
      "ott": 1926,
      "Ġstrateg": 1927,
      "UL": 1928,
      "Ġprobably": 1929,
      "down": 1930,
      "Ġdeli": 1931,
      "Ġetc": 1932,
      "Ġusing": 1933,
      "Ġproduction": 1934,
      "Ġwww": 1935,
      "ties": 1936,
      "ĠDe": 1937,
      "Ġestim": 1938,
      "rs": 1939,
      "Ġfamily": 1940,
      "Ġorgan": 1941,
      "Ġdidn": 1942,
      "Ġaway": 1943,
      "Ġtell": 1944,
      "Ġclear": 1945,
      "Ġyield": 1946,
      "Ġpotential": 1947,
      "reet": 1948,
      "Ġprop": 1949,
      "ohn": 1950,
      "rupt": 1951,
      "Ġportfolio": 1952,
      "ards": 1953,
      "ĠINC": 1954,
      "just": 1955,
      "app": 1956,
      "Ġtest": 1957,
      "Ġexpens": 1958,
      "Ġresearch": 1959,
      "Ġ:": 1960,
      "ĠHouse": 1961,
      "Ġfollowing": 1962,
      "ĠCar": 1963,
      "Ġlater": 1964,
      "Ġchief": 1965,
      "Ġwebsite": 1966,
      "ĠSecur": 1967,
      "ounts": 1968,
      "fact": 1969,
      "int": 1970,
      "ured": 1971,
      "Ġrose": 1972,
      "Ġisn": 1973,
      "rug": 1974,
      "Ġ23": 1975,
      "Ġredu": 1976,
      "ude": 1977,
      "mp": 1978,
      "ruary": 1979,
      "Ġ40": 1980,
      "Ġ22": 1981,
      "Ġexpl": 1982,
      "He": 1983,
      "omen": 1984,
      "Ġsignificant": 1985,
      "Ġhist": 1986,
      "ĠLtd": 1987,
      "Ġvisit": 1988,
      "rel": 1989,
      "ection": 1990,
      "HARE": 1991,
      "Ġpossible": 1992,
      "TER": 1993,
      "aper": 1994,
      "Ġcurrency": 1995,
      "Ġacquis": 1996,
      "ĠBe": 1997,
      "Ġsk": 1998,
      "hest": 1999,
      "OS": 2000,
      "rew": 2001,
      "Ġbill": 2002,
      "co": 2003,
      "ĠState": 2004,
      "ney": 2005,
      "Ġmeans": 2006,
      "Ġmiss": 2007,
      "ĠEU": 2008,
      "Ġant": 2009,
      "Ġcalled": 2010,
      "holders": 2011,
      "atform": 2012,
      "chool": 2013,
      "enior": 2014,
      "Ġinclude": 2015,
      "work": 2016,
      "Ġmilit": 2017,
      "Ġfive": 2018,
      "ĠMed": 2019,
      "About": 2020,
      "22": 2021,
      "ikon": 2022,
      "Ġsomeone": 2023,
      "Ġbad": 2024,
      "ĠPER": 2025,
      "Ġfell": 2026,
      "ĠEikon": 2027,
      "uct": 2028,
      "uff": 2029,
      "ĠâĢį": 2030,
      "ĠMay": 2031,
      "Ġdecision": 2032,
      "Ġtook": 2033,
      "Ġeng": 2034,
      "ĠMar": 2035,
      "ergy": 2036,
      "Ġtrying": 2037,
      "ilities": 2038,
      "Ch": 2039,
      "mber": 2040,
      "Ġsix": 2041,
      "Ġbeh": 2042,
      "osing": 2043,
      "ci": 2044,
      "reed": 2045,
      "âĢĺ": 2046,
      "aud": 2047,
      "Ġhalf": 2048,
      "11": 2049,
      "Ġsing": 2050,
      "Ġbecome": 2051,
      "ances": 2052,
      "ĠCent": 2053,
      "ĠMarch": 2054,
      "ĠDem": 2055,
      "Ġtimes": 2056,
      "ovember": 2057,
      "itions": 2058,
      "ety": 2059,
      "ilar": 2060,
      "medi": 2061,
      "ĠFebruary": 2062,
      "uge": 2063,
      "Ġmakes": 2064,
      "Ġpaid": 2065,
      "ators": 2066,
      "Ġprovide": 2067,
      "Ġproject": 2068,
      "ĠLe": 2069,
      "ĠSA": 2070,
      "orld": 2071,
      "ern": 2072,
      "ounds": 2073,
      "Ġcertain": 2074,
      "ended": 2075,
      "Ġsever": 2076,
      "ĠDonald": 2077,
      "Ġ($": 2078,
      "ober": 2079,
      "Ġfail": 2080,
      "ĠBritain": 2081,
      "Ġdistribut": 2082,
      "Ġstrategy": 2083,
      "imately": 2084,
      "Ġprivate": 2085,
      "ness": 2086,
      "Ġgains": 2087,
      "igation": 2088,
      "wards": 2089,
      "Ġmembers": 2090,
      "Ġimm": 2091,
      "ili": 2092,
      "Ġcontrol": 2093,
      "uan": 2094,
      "ĠJapan": 2095,
      "artment": 2096,
      "Ġproperty": 2097,
      "ĠSHARE": 2098,
      "ĠPRO": 2099,
      "Ġstarted": 2100,
      "Ġtalks": 2101,
      "Ġstand": 2102,
      "Ġperformance": 2103,
      "ĠNovember": 2104,
      "Ġleader": 2105,
      "ĠAustral": 2106,
      "gress": 2107,
      "Ġprior": 2108,
      "Ġold": 2109,
      "ĠNet": 2110,
      "lement": 2111,
      "ĠBl": 2112,
      "Ġinit": 2113,
      "Ġamong": 2114,
      "ĠâĢĶ": 2115,
      "Ġz": 2116,
      "Ġboard": 2117,
      "Ġtransact": 2118,
      "ones": 2119,
      "ĠSun": 2120,
      "ĠFinancial": 2121,
      "par": 2122,
      "ĠX": 2123,
      "ĠAct": 2124,
      "ĠChief": 2125,
      "gle": 2126,
      "ĠCorp": 2127,
      "Ġquestion": 2128,
      "Ġplatform": 2129,
      "21": 2130,
      "ides": 2131,
      "Ġoperations": 2132,
      "pro": 2133,
      "Ġcrit": 2134,
      "Ġever": 2135,
      "ĠApp": 2136,
      "term": 2137,
      "Ġenergy": 2138,
      "Ġoffice": 2139,
      "ither": 2140,
      "Ġdel": 2141,
      "Ġanything": 2142,
      "ĠAll": 2143,
      "Ġfederal": 2144,
      "Ġseveral": 2145,
      "Ġgame": 2146,
      "Ġ|": 2147,
      "ept": 2148,
      "Ġclaim": 2149,
      "Ġsupply": 2150,
      "Ġdig": 2151,
      "Ġspending": 2152,
      "oot": 2153,
      "Ġbar": 2154,
      "Ġactiv": 2155,
      "Ġbroad": 2156,
      "Ġprof": 2157,
      "ĠRepublic": 2158,
      "gin": 2159,
      "60": 2160,
      "ely": 2161,
      "Ġevent": 2162,
      "ched": 2163,
      "IV": 2164,
      "Ġissue": 2165,
      "'d": 2166,
      "Ġabove": 2167,
      "Ġty": 2168,
      "Ġtaking": 2169,
      "Ġrise": 2170,
      "Ġweeks": 2171,
      "Ġmeas": 2172,
      "Ġinternational": 2173,
      "uper": 2174,
      "Ġdone": 2175,
      "Ġchild": 2176,
      "Ġleft": 2177,
      "Ġreports": 2178,
      "aken": 2179,
      "ody": 2180,
      "Ġlocal": 2181,
      "Ġpop": 2182,
      "ift": 2183,
      "port": 2184,
      "Ġpus": 2185,
      "Ġlaun": 2186,
      "Ġeveryone": 2187,
      "200": 2188,
      "Ġcentral": 2189,
      "akers": 2190,
      "Ġboo": 2191,
      "wh": 2192,
      "err": 2193,
      "Ġforeign": 2194,
      "ashing": 2195,
      "Ġrent": 2196,
      "Ġtarget": 2197,
      "Ġexc": 2198,
      "Ġsold": 2199,
      "Ġrepl": 2200,
      "Ġchanges": 2201,
      "ĠCapital": 2202,
      "hic": 2203,
      "br": 2204,
      "ĠTo": 2205,
      "ĠThom": 2206,
      "une": 2207,
      "Ġsimilar": 2208,
      "80": 2209,
      "cing": 2210,
      "val": 2211,
      "Ġequity": 2212,
      "Ġcorporate": 2213,
      "anufact": 2214,
      "Ġahead": 2215,
      "Ġheld": 2216,
      "Ġsug": 2217,
      "Ġexecutive": 2218,
      "ĠJohn": 2219,
      "Ġdoub": 2220,
      "Ġdividend": 2221,
      "not": 2222,
      "Ġoperating": 2223,
      "ĠDemocrat": 2224,
      "iron": 2225,
      "23": 2226,
      "rap": 2227,
      "ĠEX": 2228,
      "merc": 2229,
      "Ġinvol": 2230,
      "Ġcamp": 2231,
      "Ġnearly": 2232,
      "org": 2233,
      "ulation": 2234,
      "Ġloan": 2235,
      "ging": 2236,
      "Ġcondit": 2237,
      "Source": 2238,
      "Ġauthor": 2239,
      "ministration": 2240,
      "Ġestate": 2241,
      "Ġwealth": 2242,
      "acks": 2243,
      "ined": 2244,
      "ĠAmerica": 2245,
      "ox": 2246,
      "Ġcoming": 2247,
      "ĠPl": 2248,
      "ĠCalif": 2249,
      "Ġexamp": 2250,
      "Ġtry": 2251,
      "ATION": 2252,
      "Ġonce": 2253,
      "Ġtreat": 2254,
      "reen": 2255,
      "Ġrelations": 2256,
      "yr": 2257,
      "acy": 2258,
      "EF": 2259,
      "Ġbelow": 2260,
      "ĠNews": 2261,
      "Ġpros": 2262,
      "Ġalmost": 2263,
      "ĠDep": 2264,
      "Ġbusinesses": 2265,
      "That": 2266,
      "Ġorder": 2267,
      "Ġrisks": 2268,
      "ĠMc": 2269,
      "tty": 2270,
      "ĠSe": 2271,
      "Ġfri": 2272,
      "Ġshut": 2273,
      "ley": 2274,
      "Ġunc": 2275,
      "mercial": 2276,
      "ĠOr": 2277,
      "Ġbor": 2278,
      "Ġearlier": 2279,
      "iscal": 2280,
      "Ġsingle": 2281,
      "nov": 2282,
      "Ġsector": 2283,
      "70": 2284,
      "Ġsource": 2285,
      "Ġmarg": 2286,
      "Ġoffering": 2287,
      "time": 2288,
      "ĠGMT": 2289,
      "75": 2290,
      "atory": 2291,
      "ĠCN": 2292,
      "Ġselling": 2293,
      "Ġloans": 2294,
      "vent": 2295,
      "Ġimmedi": 2296,
      "pping": 2297,
      "Ġfood": 2298,
      "ĠAfric": 2299,
      "Ġbought": 2300,
      "Ġline": 2301,
      "Ġothers": 2302,
      "IM": 2303,
      "ĠâĢĵ": 2304,
      "Ġled": 2305,
      "ĠCON": 2306,
      "On": 2307,
      "Ġsent": 2308,
      "LO": 2309,
      "illed": 2310,
      "Ġjobs": 2311,
      "ico": 2312,
      "Ġsocial": 2313,
      "Ġlate": 2314,
      "Ġ**": 2315,
      "ĠAss": 2316,
      "OUR": 2317,
      "book": 2318,
      "ify": 2319,
      "Ġannual": 2320,
      "ym": 2321,
      "orporation": 2322,
      "100": 2323,
      "Ġofficials": 2324,
      "ious": 2325,
      "tr": 2326,
      "Ġcontent": 2327,
      "Ġcomes": 2328,
      "Ġspecial": 2329,
      "Ġyet": 2330,
      "ume": 2331,
      "sw": 2332,
      "reg": 2333,
      "Ġwa": 2334,
      "eries": 2335,
      "Ġsolutions": 2336,
      "Ġsuggest": 2337,
      "Tr": 2338,
      "Ġgas": 2339,
      "Ġtaxes": 2340,
      "Ġelse": 2341,
      "Ġdev": 2342,
      "Ġstay": 2343,
      "azon": 2344,
      "umb": 2345,
      "ĠCon": 2346,
      "Ġcommunity": 2347,
      "Ġwomen": 2348,
      "RA": 2349,
      "ĠIm": 2350,
      "Ġneeds": 2351,
      "Ġeverything": 2352,
      "care": 2353,
      "Al": 2354,
      "off": 2355,
      "idence": 2356,
      "Ġgeneral": 2357,
      "Ġexpectations": 2358,
      "Ġkey": 2359,
      "put": 2360,
      "Ġvers": 2361,
      "ĠOffic": 2362,
      "24": 2363,
      "Ġdrug": 2364,
      "Ġissues": 2365,
      "aren": 2366,
      "ĠCO": 2367,
      "oti": 2368,
      "ĠAt": 2369,
      "Ġsimp": 2370,
      "Ġbreak": 2371,
      "ĠShe": 2372,
      "âĢĶ": 2373,
      "ãĢĢãĢĢãĢĢãĢĢ": 2374,
      "ĠCanada": 2375,
      "ns": 2376,
      "Ġwent": 2377,
      "vert": 2378,
      "ĠCl": 2379,
      "So": 2380,
      "Ġmom": 2381,
      "TH": 2382,
      "raz": 2383,
      "Ġadditional": 2384,
      "Ġmanufact": 2385,
      "Ġorig": 2386,
      "Ġpolitical": 2387,
      "aring": 2388,
      "Ġcurrently": 2389,
      "ividual": 2390,
      "Edit": 2391,
      "Ġonline": 2392,
      "na": 2393,
      "Ġfig": 2394,
      "ĠWorld": 2395,
      "Ġmo": 2396,
      "Ġ29": 2397,
      "ĠHow": 2398,
      "Ġpretty": 2399,
      "ĠInternational": 2400,
      "Ġlegal": 2401,
      "Ġstore": 2402,
      "rect": 2403,
      "CH": 2404,
      "ĠFed": 2405,
      "omin": 2406,
      "ĠOn": 2407,
      "Ġinsurance": 2408,
      "Ġemer": 2409,
      "29": 2410,
      "ters": 2411,
      "raw": 2412,
      "Ġdetail": 2413,
      "ids": 2414,
      "Ġ26": 2415,
      "Ġve": 2416,
      "Ġmatter": 2417,
      "Ġclass": 2418,
      "Ġlost": 2419,
      "fic": 2420,
      "Ġpo": 2421,
      "ker": 2422,
      "aul": 2423,
      "Ġgold": 2424,
      "Ġschool": 2425,
      "ij": 2426,
      "Ġrele": 2427,
      "unic": 2428,
      "Ġcomb": 2429,
      "ĠMy": 2430,
      "unities": 2431,
      "Ġemployees": 2432,
      "Ġinvestments": 2433,
      "ĠCOM": 2434,
      "Ġbasis": 2435,
      "ĠSept": 2436,
      "ashington": 2437,
      "Ġ+": 2438,
      "Ġshit": 2439,
      "ĠSecurities": 2440,
      "Ġap": 2441,
      "Ġgiven": 2442,
      "ĠOP": 2443,
      "ival": 2444,
      "ceed": 2445,
      "atives": 2446,
      "ĠNot": 2447,
      "Ġspok": 2448,
      "oud": 2449,
      "uel": 2450,
      "Ġquick": 2451,
      "lf": 2452,
      "Ġnational": 2453,
      "Ġexample": 2454,
      "Ġgrowing": 2455,
